<?php

declare(strict_types=1);

return [
    'email' => [
        'domain_not_allowed' => 'دامنه :domain مجاز نیست. لطفاً آدرس ایمیل دیگری را امتحان کنید.',
        'invalid'            => ':attribute باید یک آدرس ایمیل معتبر باشد.',
        'risky'              => 'ممکن است این :attribute به‌طور مطمئن قابل تحویل نباشد. لطفاً مورد دیگری وارد کنید.',
        'undeliverable'      => ':attribute معتبر نیست و نمی‌توان آن را ارسال کرد. لطفاً یک آدرس صحیح وارد کنید.',
        'unverifiable'       => 'متاسفانه در حال حاضر قادر به بررسی :attribute نیستیم. لطفاً بعداً دوباره تلاش کنید.',
    ],
];
